import React from 'react';
import './initation.css'; 
const Iniation = () => {
  return (
   <section id="initation" class="facts-section">
  <h2 class="facts-title">မြင့်မြတ် ပညာရေးဖောင်ဒေးရှင်း ဖြစ်ပေါ်လာပုံ</h2>

  <div class="facts-grid">

    <div class="fact-card">
      <span class="fact-number">(၁)</span>
      <p class="fact-text">
        ပြည်ထောင်စု သမ္မတ မြန်မာနိုင်ငံတော်ကြီးခေတ်မီဖွံ့ဖြိုးတိုးတက်စေရန် ကဏ္ဍ ပေါင်းစုံမှ ပုံသဏ္ဍာန်မျိုးစုံဖြင့် အသီးသီးကြိုးပမ်းဆောင်ရွက်လျက် ရှိကြပေရာ ပညာရေးသည် အခြေခံအကျဆုံးနှင့် အရေးကြီးဆုံး အခန်းကဏ္ဍတွင် တည်ရှိနေပါသည်။
      </p>
    </div>

    <div class="fact-card">
      <span class="fact-number">(၂)</span>
      <p class="fact-text">
        ဤလိုအပ်ချက်ကို ဖြည့်ဆည်းကူညီထောက်ပံ့လိုသော စေတနာရှင် မိသားစုများ၏ မေတ္တာတရားကြောင့် (၂၀၁၅) ခုနှစ်တွင် 'မြင့်မြတ်' ပညာရေးဖောင်ဒေးရှင်း ပြင်ဦးလွင် ပေါ်ထွန်းလာခဲ့ပါသည်။
      </p>
    </div>

    <div class="fact-card">
      <span class="fact-number">(၃)</span>
      <p class="fact-text">
        ပြင်ဦးလွင်မြို့နေ ဒုတိယဗိုလ်ချုပ်ကြီးဦးရဲမြင့်(အငြိမ်းစား) နှင့် ဇနီးဒေါ်မြတ်ငွေမိသားစု၏ မြင့်မြတ်သော စိတ်စေတနာ စာနာတတ်သော ကရု‌ဏာတရားတို့ဖြင့် 'မြင့်မြတ်' ပညာရေးဖောင်ဒေးရှင်းကို စတင်တည်ထောင်ခဲ့ခြင်းဖြစ်ပါသည်။
      </p>
    </div>

    <div class="fact-card">
      <span class="fact-number">(၄)</span>
      <p class="fact-text">
        ပညာရေးကို အားပေးလိုသော စေတနာရှင် မိတ်ဆွေများကလည်း ဝိုင်း၀န်း ကူညီအားဖြည့်ပေးခဲ့ကြပြီး ပညာသင်ကြားရေးအတွေ့အကြုံရင့်ကျက်သော ဆရာကြီးများ၊ ပညာရေး၀န်ဆောင်မှုအတွေ့အကြုံရှိသော ပုဂ္ဂိုလ်များ၊ အုပ်ချုပ်ရေးနှင့် စီမံခန့်ခွဲရေး အတွေ့အကြုံရှိသော ပုဂ္ဂိုလ်များက ဦးဆောင်ပြုလုပ်ပေးနေခြင်းကြောင့်လည်း ခိုင်မာသော ဖောင်ဒေးရှင်း တစ်ခုအဖြစ် ရပ်တည်လျက်ရှိပါသည်။
      </p>
    </div>

  </div>
</section>
  );
};

export default Iniation;